[
  {
    "title": "IDEE TVC",
    "description": "IDEE eyewear collection Ad commercial",
    "imgPath": "",
    "videoId": "Ddu2CRe41kg"
  },
  {
    "title": "Inside Kokilaben Ambani Hospital on Nat Geo",
    "description": "National Geographic takes the viewers into some of the most restricted zones of a world class hospital, Kokilaben Ambani Hospital, Mumbai. A behind the scenes look into a new generation, high tech medical facility with advanced infrastructure and some of the best medical minds at work.",
    "imgPath": "",
    "videoId": "fWSUavvuhKs"
  },
  {
    "title": "Super Fight League",
    "description": "Super Fight League was a mixed martial arts promotion, based in India",
    "imgPath": "",
    "videoId": "1zVvuC6ET_M"
  },
  {
    "title": "Thank God its FRYDAY",
    "description": "A popular lifestyle entertainment show that combines healthy food, style and fashion.",
    "imgPath": "",
    "videoId": "UHOlyweFHUo"
  },
  {
    "title": "IndianOil Aviation - Our Ground Work Takes You Sky High",
    "description": "IndianOil aviation is proud to be an important part of the growth story of the nation every day.",
    "imgPath": "",
    "videoId": "Ad7Ynk4GW2M"
  },
  {
    "title": "Hero Hockey India League",
    "description": "Hockey India League or HIL (also known as the Coal India Hockey India League) is a professional field hockey league in India. The league is organized by Hockey India, the governing body for the sport in India.",
    "imgPath": "",
    "videoId": "JpdRgqgUd_g"
  },
  {
    "title": "IMAGE Eyewear TVC",
    "description": "IMAGE Eyewear TV Commercial",
    "imgPath": "",
    "videoId": "eF8Ybnli-Hc"
  },
  {
    "title": "The story of Concast India Pvt. Ltd",
    "description": "In the 1960’s, during the licence raj in India, when only Russian knowhow ruled, Concast (India) Pvt. Ltd. introduced the then emerging European technology of Continuous Casting in the country",
    "imgPath": "",
    "videoId": "CuOOLn0VJBs"
  },
  {
    "title": "Apollo Flight Of The Hawkz Opening",
    "description": "This new format was aired on National Geographic Channel and enthralled one & all. Rough, raw and grueling, the extreme adventure off roading challenge took you to new levels of thrill with wild, unexplored tracks and never-before-seen stunts, obstacles and dares.",
    "imgPath": "",
    "videoId": "Y3_5rhMZGQ4"
  },
  {
    "title": "Survivor India",
    "description": "Survivor Hindi is an Indian Hindi-language reality television show, which was originally based on Swedish show Expedition Robinson created in 1997 by Charlie Parsons and is part of Survivor India.",
    "imgPath": "",
    "videoId": "9yrimNROewo"
  },
  {
    "title": "Indian Idol",
    "description": "Indian Idol is the Indian music competition television franchise based on the Pop Idol format. Several iterations of the series have been produced by different companies",
    "imgPath": "",
    "videoId": "YJndhJ-KDjM"
  },
  {
    "title": "Food Food - Health Mange More",
    "description": "The show that puts a healthy twist on traditional Indian cuisine, making it lighter on the calorie count without compromising on taste.",
    "imgPath": "",
    "videoId": "pgjs3untAGI"
  },
  {
    "title": "IOC Corporate Branding Film",
    "description": "Corporate film for IOC",
    "imgPath": "",
    "videoId": "VhspAYBMk8Y"
  },
  {
    "title": "Iss Jungle Se Mujhe Bachao",
    "description": "Iss Jungle Se Mujhe Bachao premiered on 13 July 2009 on Sony Entertainment Television (India). It was the first and only Indian series based on British reality game show I'm a Celebrity...Get Me Out of Here!.",
    "imgPath": "",
    "videoId": "kLWkkNPkPIA"
  },
  {
    "title": "Pre-wedding Film",
    "description": "",
    "imgPath": "",
    "videoId":"Qnivr5eKHVI"
  }
]
